Repository: Aemulus-XR/AemulusConnect
Catalog: src/Properties/Resources.*.resx
Languages: ar_sa, fr_fr

# Common_AppTitle
source: AemulusXR Report
ar_sa: تقرير AemulusXR
fr_fr: Rapport AemulusXR

# Common_FolderBrowserDescription
source: Select local output folder
ar_sa: حدد مجلد الإخراج المحلي
fr_fr: Sélectionner le dossier de sortie local

# MainForm_Title
source: AemulusXR Report
ar_sa: تقرير AemulusXR
fr_fr: Rapport AemulusXR

# MainForm_WindowTitleWithVersion
source: AemulusConnect v{0}
ar_sa: AemulusConnect الإصدار {0}

# MainForm_VersionLabel
source: Version {0}
ar_sa: الإصدار {0}

# MainForm_VersionPrefix
source: Version
ar_sa: الإصدار

# Error_GenericMessage
source: An error was encountered running the program. The information is as follows:
ar_sa: حدث خطأ أثناء تشغيل البرنامج. المعلومات كما يلي:
fr_fr: Une erreur s'est produite lors de l'exécution du programme. Voici les détails :

# Error_RetryDialogTitle
source: Would you like to try again?
ar_sa: هل تريد المحاولة مرة أخرى؟
fr_fr: Voulez-vous réessayer ?

# Connected_StatusLabel
source: AemulusXR Report
ar_sa: تقرير AemulusXR
fr_fr: Rapport AemulusXR

# Connected_ReportCountSingular
source: {0} Report fetched
ar_sa: تم جلب {0} تقرير
fr_fr: {0} rapport récupéré

# Connected_ReportCountPlural
source: {0} Reports fetched
ar_sa: تم جلب {0} تقارير
fr_fr: {0} rapports récupérés

# Connected_FetchButton
source: Fetch Reports
ar_sa: جلب التقارير
fr_fr: Récupérer les rapports

# Connected_ViewButton
source: View Reports
ar_sa: عرض التقارير
fr_fr: Voir les rapports

# Connected_SettingsButton
source: Settings
ar_sa: الإعدادات
fr_fr: Paramètres

# Disconnected_Instruction1
source: Make sure the quest device is plugged into the PC with a USB-C cable
ar_sa: تأكد من توصيل جهاز Quest بالكمبيوتر باستخدام كابل USB-C
fr_fr: Assurez-vous que l'appareil Quest est branché au PC avec un câble USB-C

# Disconnected_Instruction2
source: Check in-headset for a prompt to trust the PC - check the always allow this computer and click OK
ar_sa: تحقق داخل سماعة الرأس من وجود مطالبة للثقة بالكمبيوتر - حدد "السماح دائمًا لهذا الكمبيوتر" وانقر فوق موافق
fr_fr: Vérifiez dans le casque s'il y a une invitation à autoriser le PC - cochez « toujours autoriser cet ordinateur » et cliquez sur OK

# Loading_StatusLabel
source: AemulusXR Report
ar_sa: تقرير AemulusXR
fr_fr: Rapport AemulusXR

# Loading_StatusNoReports
source: No Reports Found
ar_sa: لم يتم العثور على تقارير
fr_fr: Aucun rapport trouvé

# Loading_StatusDownloading
source: Downloading to PC
ar_sa: جارٍ التنزيل إلى الكمبيوتر
fr_fr: Téléchargement vers le PC

# Loading_StatusComplete
source: Downloading Complete
ar_sa: اكتمل التنزيل
fr_fr: Téléchargement terminé

# Loading_StatusFailed
source: Downloading Failed
ar_sa: فشل التنزيل
fr_fr: Échec du téléchargement

# Settings_WindowTitle
source: Settings
ar_sa: الإعدادات
fr_fr: Paramètres

# Settings_ReportsPathLabel
source: Reports remote path:
ar_sa: مسار التقارير البعيد:
fr_fr: Chemin distant des rapports :

# Settings_ArchivePathLabel
source: Archive remote path:
ar_sa: مسار الأرشيف البعيد:
fr_fr: Chemin distant de l'archive :

# Settings_OutputPathLabel
source: Local output folder:
ar_sa: مجلد الإخراج المحلي:
fr_fr: Dossier de sortie local :

# Settings_LanguageLabel
source: Language:
ar_sa: اللغة:
fr_fr: Langue :

# Settings_BrowseButton
source: Browse...
ar_sa: استعراض...
fr_fr: Parcourir...

# Settings_SaveButton
source: Save
ar_sa: حفظ
fr_fr: Enregistrer

# Settings_CancelButton
source: Cancel
ar_sa: إلغاء
fr_fr: Annuler

# Settings_FolderBrowserDescription
source: Select local output folder
ar_sa: حدد مجلد الإخراج المحلي
fr_fr: Sélectionner le dossier de sortie local

# Settings_RestartMessage
source: Language will change after restarting the application.
ar_sa: ستتغير اللغة بعد إعادة تشغيل التطبيق.
fr_fr: La langue changera après le redémarrage de l'application.

# Settings_RestartTitle
source: Restart Required
ar_sa: مطلوب إعادة التشغيل
fr_fr: Redémarrage requis

# Menu_File
source: &File
ar_sa: ملف
fr_fr: &Fichier

# Menu_Settings
source: &Settings...
ar_sa: الإعدادات...
fr_fr: &Paramètres...

# Menu_Exit
source: E&xit
ar_sa: خروج
fr_fr: &Quitter
